Repository: techoraye/gentoo-update
Catalog: Github/po/*.po
Languages: fr

source: Gentoo-Update - Update notifier & applier for Gentoo Linux
fr: Gentoo-Update - Notificateur et applicateur de mises à jour pour Gentoo Linux

source: USAGE:
fr: UTILISATION :

source: Display this help message
fr: Afficher ce message d'aide

source: Display version information
fr: Afficher les informations de version

source: Check for available updates
fr: Vérifier les mises à jour disponibles

source: List pending updates
fr: Lister les mises à jour en attente

source: Display Gentoo news
fr: Afficher les nouvelles Gentoo

source: Check for services requiring restart
fr: Vérifier les services nécessitant un redémarrage

source: ERROR: Libraries directory not found
fr: ERREUR : Répertoire des bibliothèques introuvable

source: Checking for available package updates...
fr: Vérification des mises à jour de paquets disponibles...

source: Check complete
fr: Vérification terminée

source: No updates available
fr: Aucune mise à jour disponible

source: System is up to date!
fr: Système à jour !
